tap "homebrew/bundle"
tap "homebrew/services"
tap "mongodb/brew"
brew "cairo"
brew "suite-sparse"
brew "tbb"
brew "ceres-solver"
brew "libidn2"
brew "gnutls"
brew "harfbuzz"
brew "libass"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "gd"
brew "git"
brew "git-gui"
brew "gobject-introspection"
brew "gradle"
brew "gts"
brew "librsvg"
brew "graphviz"
brew "guile"
brew "imlib2"
brew "k6"
brew "libxml2"
brew "mplayer"
brew "numpy"
brew "pyqt"
brew "python@3.9", link: false
brew "sip"
brew "opencv"
brew "openslide"
brew "pyenv"
brew "python@3.8"
brew "smartmontools"
brew "sphinx-doc"
brew "zbar"
cask "iina"
cask "mkvtoolnix"
cask "multipass"
cask "slicer"
vscode "abusaidm.html-snippets"
vscode "adpyke.vscode-sql-formatter"
vscode "amandeepmittal.pug"
vscode "austin.code-gnu-global"
vscode "cschlosser.doxdocgen"
vscode "dbaeumer.vscode-eslint"
vscode "DigitalBrainstem.javascript-ejs-support"
vscode "dsznajder.es7-react-js-snippets"
vscode "ecmel.vscode-html-css"
vscode "Equinusocio.vsc-community-material-theme"
vscode "Equinusocio.vsc-material-theme"
vscode "equinusocio.vsc-material-theme-icons"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-rename-tag"
vscode "formulahendry.code-runner"
vscode "jeff-hykin.better-cpp-syntax"
vscode "josetr.cmake-language-support-vscode"
vscode "lonefy.vscode-JS-CSS-HTML-formatter"
vscode "ms-azuretools.vscode-docker"
vscode "MS-CEINTL.vscode-language-pack-zh-hant"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.remote-explorer"
vscode "necinc.elmmet"
vscode "PKief.material-icon-theme"
vscode "redhat.java"
vscode "ritwickdey.live-sass"
vscode "ritwickdey.LiveServer"
vscode "sidthesloth.html5-boilerplate"
vscode "tht13.html-preview-vscode"
vscode "twxs.cmake"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "ysemeniuk.emmet-live"
vscode "Zignd.html-css-class-completion"
